[
	{
		"id": "001",
		"title": "Приготовление теста",
		"content": "Муку просеять горкой. Сделать сверху углубление, влить в него яйцо и 1 ст. л. воды, добавить щепотку соли."
	},
	{
		"id": "002",
		"title": "Замешивание теста",
		"content": "Собирая муку с краев к середине, чтобы вода и яйцо не выливались из углубления, замешивать тесто, добавляя небольшими порциями оставшуюся воду. Месить тесто для пельменей до тех пор, пока оно не станет эластичным и однородным, примерно 10 мин. Накрыть влажным полотенцем и оставить на 30 мин. Вода для пельменного теста должна быть ледяная. Для этого ее заранее ставят в холодильник или морозильник."
	},
	{
		"id": "003",
		"title": "Приготовление начинки",
		"content": "Пока расстаивается тесто, приготовить начинку для пельменей. Лук и чеснок очистить и очень мелко порубить. Смешать говяжий и свиной фарш, добавить лук с чесноком, посолить, поперчить. Тщательно перемешать до однородности."
	},
	{
		"id": "004",
		"title": "Разделение теста",
		"content": "Готовое тесто для пельменей разделить на 4 части. 3 части накрыть влажным полотенцем и отложить. Оставшееся тесто скатать в жгут толщиной 2 см. Нарезать его на кусочки шириной 1,5 см. На присыпанной мукой поверхности раскатать каждый кусочек теста в тонкую лепешку."
	},
	{
		"id": "005",
		"title": "Начинка и лепка",
		"content": "Выложить в центр каждой лепешки по 1,5 ч. л. начинки, сложить кружок с начинкой пополам так, чтобы получился полумесяц. Соединить концы полумесяца и скрепить их. Плотно прижать пальцами, чтобы пельмени не разваливались при варке."
	},
	{
		"id": "006",
		"title": "Подготовка к варке",
		"content": "Выложить пельмени на поднос или плоское блюдо, присыпать мукой. Так же приготовить пельмени из оставшегося теста."
	},
	{
		"id": "007",
		"title": "Варка пельменей",
		"content": "Поставьте кастрюлю с водой на огонь и доведите до кипения. Посолите воду. Поместите пельмени в кипящую воду и варите около 5-7 минут, пока они не всплывут на поверхность. После этого варите еще 3-5 минут. Готовые пельмени должны быть нежными, но не жесткими. Осторожно выньте их из воды, дайте стечь и подавайте горячими с сметаной или соусом."
	}
]
